Repository: designabyzova/AnticryBabyApp
Catalog: BabyInCarApp/BabyInCarApp/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, pt, ru, zh_hans

# about.description
source: AI-powered calming audio for peaceful car rides with your little one. Using age-personalized content, voice control, and our emergency cry-stop feature.
ar: صوت مهدئ بالذكاء الاصطناعي لرحلات هادئة مع طفلك. محتوى مخصص حسب العمر وتحكم صوتي وميزة إيقاف البكاء.
de: KI-gestützte beruhigende Klänge für ruhige Autofahrten mit Ihrem Baby. Personalisierte Inhalte, Sprachsteuerung und Weinstopp-Funktion.
es: Audio relajante con IA para viajes tranquilos con tu bebé. Contenido personalizado por edad, control por voz y función de parada de llanto.
fr: Audio apaisant par IA pour des trajets paisibles avec votre bébé. Contenu personnalisé, contrôle vocal et fonction d'arrêt des pleurs.
it: Audio rilassante con IA per viaggi tranquilli con il tuo bambino. Contenuti personalizzati per età, controllo vocale e funzione anti-pianto.
ja: AIによる癒しのオーディオで、お子様との穏やかなドライブを。年齢に合わせたコンテンツ、音声操作、緊急泣き止み機能を搭載。
pt: Áudio relaxante com IA para viagens tranquilas com seu bebê. Conteúdo personalizado por idade, controle por voz e função de parar o choro.
ru: Успокаивающее аудио на базе ИИ для спокойных поездок с малышом. Персонализированный контент, голосовое управление и экстренная остановка плача.
zh_hans: AI驱动的舒缓音频，让您和宝宝的出行更加平静。提供个性化内容、语音控制和紧急止哭功能。

# about.sweetDreams
source: Sweet Dreams on Every Ride
ar: أحلام سعيدة في كل رحلة
de: Süße Träume auf jeder Fahrt
es: Dulces sueños en cada viaje
fr: De beaux rêves à chaque trajet
it: Dolci sogni in ogni viaggio
ja: すべてのドライブで甘い夢を
pt: Bons sonhos em cada viagem
ru: Сладких снов в каждой поездке
zh_hans: 每次出行都有甜蜜的梦

# action.addToFavorites
source: Add to Favorites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
pt: Adicionar aos favoritos
ru: Добавить в избранное
zh_hans: 添加到收藏

# action.addToPlaylist
source: Add to Playlist
ar: إضافة إلى قائمة التشغيل
de: Zur Playlist hinzufügen
es: Añadir a lista de reproducción
fr: Ajouter à la liste de lecture
it: Aggiungi alla playlist
ja: プレイリストに追加
pt: Adicionar à playlist
ru: Добавить в плейлист
zh_hans: 添加到播放列表

# action.removeFromFavorites
source: Remove from Favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
pt: Remover dos favoritos
ru: Удалить из избранного
zh_hans: 从收藏中移除

# age.monthOld
source: %d month old
ar: %d شهر
de: %d Monat alt
es: %d mes
fr: %d mois
it: %d mese
ja: %dヶ月
pt: %d mês
ru: %d месяц
zh_hans: %d个月

# age.monthsOld
source: %d months old
ar: %d أشهر
de: %d Monate alt
es: %d meses
fr: %d mois
it: %d mesi
ja: %dヶ月
pt: %d meses
ru: %d месяцев
zh_hans: %d个月

# age.newborn
source: Newborn
ar: حديث الولادة
de: Neugeborenes
es: Recién nacido
fr: Nouveau-né
it: Neonato
ja: 新生児
pt: Recém-nascido
ru: Новорожденный
zh_hans: 新生儿

# alert.confirm
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
pt: Confirmar
ru: Подтвердить
zh_hans: 确认

# alert.deletePlaylist
source: Delete Playlist?
ar: حذف قائمة التشغيل؟
de: Playlist löschen?
es: ¿Eliminar lista de reproducción?
fr: Supprimer la liste de lecture ?
it: Eliminare la playlist?
ja: プレイリストを削除しますか？
pt: Excluir playlist?
ru: Удалить плейлист?
zh_hans: 删除播放列表？

# alert.error
source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
ja: エラー
pt: Erro
ru: Ошибка
zh_hans: 错误

# app.tagline
source: Lulla - Sweet Dreams on Every Ride
ar: Lulla - أحلام حلوة في كل رحلة
de: Lulla - Süße Träume bei jeder Fahrt
es: Lulla - Dulces sueños en cada viaje
fr: Lulla - Doux rêves à chaque trajet
it: Lulla - Sogni d'oro in ogni viaggio
ja: Lulla - 毎回の移動で甘い夢を
pt: Lulla - Doces sonhos em cada viagem
ru: Lulla - Сладкие сны в каждой поездке
zh_hans: Lulla - 每次出行都有甜蜜的梦

# baby.age
source: Current Age
ar: العمر الحالي
de: Aktuelles Alter
es: Edad actual
fr: Âge actuel
it: Età attuale
ja: 現在の年齢
pt: Idade atual
ru: Текущий возраст
zh_hans: 当前年龄

# baby.birthDate
source: Birth Date
ar: تاريخ الميلاد
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
ja: 生年月日
pt: Data de nascimento
ru: Дата рождения
zh_hans: 出生日期

# baby.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt: Nome
ru: Имя
zh_hans: 名字

# button.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
zh_hans: 取消

# button.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir
ru: Удалить
zh_hans: 删除

# button.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
pt: Concluído
ru: Готово
zh_hans: 完成

# button.download
source: Download
ar: تنزيل
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
pt: Baixar
ru: Скачать
zh_hans: 下载

# button.getStarted
source: Get Started
ar: ابدأ
de: Loslegen
es: Comenzar
fr: Commencer
it: Inizia
ja: 始める
pt: Começar
ru: Начать
zh_hans: 开始使用

# button.pause
source: Pause
ar: إيقاف مؤقت
es: Pausar
it: Pausa
ja: 一時停止
pt: Pausar
ru: Пауза
zh_hans: 暂停

# button.play
source: Play
ar: تشغيل
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
ja: 再生
pt: Reproduzir
ru: Воспроизвести
zh_hans: 播放

# button.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt: Salvar
ru: Сохранить
zh_hans: 保存

# button.shuffle
source: Shuffle
ar: عشوائي
de: Zufällig
es: Aleatorio
fr: Aléatoire
it: Casuale
ja: シャッフル
pt: Aleatório
ru: Случайный порядок
zh_hans: 随机播放

# button.upgrade
source: Upgrade to Premium
ar: الترقية إلى بريميوم
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passer à Premium
it: Passa a Premium
ja: プレミアムにアップグレード
pt: Atualizar para Premium
ru: Перейти на Premium
zh_hans: 升级到高级版

# category.ambient
source: Ambient
ar: محيط
es: Ambiente
fr: Ambiant
ja: アンビエント
pt: Ambiente
ru: Эмбиент
zh_hans: 环境音乐

# category.classical
source: Classical Music
ar: الموسيقى الكلاسيكية
de: Klassische Musik
es: Música clásica
fr: Musique classique
it: Musica classica
ja: クラシック音楽
pt: Música clássica
ru: Классическая музыка
zh_hans: 古典音乐

# category.fairyTales
source: Fairy Tales
ar: القصص الخيالية
de: Märchen
es: Cuentos de hadas
fr: Contes de fées
it: Fiabe
ja: おとぎ話
pt: Contos de fadas
ru: Сказки
zh_hans: 童话故事

# category.lullabies
source: Lullabies
ar: التهويدات
de: Schlaflieder
es: Canciones de cuna
fr: Berceuses
it: Ninne nanne
ja: 子守唄
pt: Canções de ninar
ru: Колыбельные
zh_hans: 摇篮曲

# category.nature
source: Nature Sounds
ar: أصوات الطبيعة
de: Naturgeräusche
es: Sonidos de la naturaleza
fr: Sons de la nature
it: Suoni della natura
ja: 自然音
pt: Sons da natureza
ru: Звуки природы
zh_hans: 自然声音

# cry.discomfort
source: Discomfort
ar: انزعاج
de: Unbehagen
es: Molestia
fr: Inconfort
it: Disagio
ja: 不快
pt: Desconforto
ru: Дискомфорт
zh_hans: 不适

# cry.hunger
source: Hunger
ar: جوع
es: Hambre
fr: Faim
it: Fame
ja: 空腹
pt: Fome
ru: Голод
zh_hans: 饥饿

# cry.pain
source: Pain
ar: ألم
de: Schmerz
es: Dolor
fr: Douleur
it: Dolore
ja: 痛み
pt: Dor
ru: Боль
zh_hans: 疼痛

# cry.tired
source: Tired
ar: تعب
de: Müdigkeit
es: Cansancio
fr: Fatigue
it: Stanchezza
ja: 疲れ
pt: Cansaço
ru: Усталость
zh_hans: 疲倦

# edit.babyInformation
source: Baby Information
ar: معلومات الطفل
de: Baby-Informationen
es: Información del bebé
fr: Informations sur le bébé
it: Informazioni sul bambino
ja: 赤ちゃん情報
pt: Informações do bebê
ru: Информация о малыше
zh_hans: 宝宝信息

# edit.currentAge
source: Current Age
ar: العمر الحالي
de: Aktuelles Alter
es: Edad actual
fr: Âge actuel
it: Età attuale
ja: 現在の月齢
pt: Idade atual
ru: Текущий возраст
zh_hans: 当前年龄

# edit.editBaby
source: Edit Baby
ar: تعديل الطفل
de: Baby bearbeiten
es: Editar bebé
fr: Modifier bébé
it: Modifica bambino
ja: 編集
pt: Editar bebê
ru: Редактировать
zh_hans: 编辑宝宝

source: EMERGENCY CRY-STOP
ar: إيقاف البكاء الطارئ
de: NOTFALL WEINEN STOPPEN
es: PARAR LLANTO DE EMERGENCIA
fr: ARRÊT D'URGENCE DES PLEURS
it: FERMA PIANTO D'EMERGENZA
ja: 緊急泣き止め
pt: PARAR CHORO DE EMERGÊNCIA
ru: ЭКСТРЕННАЯ ОСТАНОВКА ПЛАЧА
zh_hans: 紧急止哭

# emergency.listening
source: Listening...
ar: يستمع...
de: Hört zu...
es: Escuchando...
fr: Écoute...
it: In ascolto...
ja: 聞いています...
pt: Ouvindo...
ru: Прослушивание...
zh_hans: 正在监听...

# emergency.startMonitoring
source: Start AI Monitoring
ar: بدء مراقبة الذكاء الاصطناعي
de: KI-Überwachung starten
es: Iniciar monitoreo IA
fr: Démarrer la surveillance IA
it: Avvia monitoraggio IA
ja: AI監視を開始
pt: Iniciar monitoramento IA
ru: Начать ИИ-мониторинг
zh_hans: 开始AI监测

# emergency.stopMonitoring
source: Stop Monitoring
ar: إيقاف المراقبة
de: Überwachung stoppen
es: Detener monitoreo
fr: Arrêter la surveillance
it: Ferma monitoraggio
ja: 監視を停止
pt: Parar monitoramento
ru: Остановить мониторинг
zh_hans: 停止监测

# emergency.subtitle
source: Instant calming when your baby needs it most
ar: تهدئة فورية عندما يحتاجها طفلك أكثر
de: Sofortige Beruhigung, wenn Ihr Baby es am meisten braucht
es: Calma instantánea cuando tu bebé más lo necesita
fr: Apaisement instantané quand votre bébé en a le plus besoin
it: Calma istantanea quando il tuo bambino ne ha più bisogno
ja: 赤ちゃんが最も必要とするときの即座の落ち着き
pt: Acalmar instantâneo quando seu bebê mais precisa
ru: Мгновенное успокоение, когда малышу это нужно больше всего
zh_hans: 在宝宝最需要的时候立即安抚

# emergency.tapForCalm
source: Tap for instant calming
ar: اضغط للتهدئة الفورية
de: Tippen zum sofortigen Beruhigen
es: Toca para calmar instantáneamente
fr: Appuyez pour calmer instantanément
it: Tocca per calmare istantaneamente
ja: タップで即座に落ち着かせる
pt: Toque para acalmar instantaneamente
ru: Нажмите для мгновенного успокоения
zh_hans: 点击立即安抚

# emergency.title
source: Emergency Cry-Stop
ar: إيقاف البكاء الطارئ
de: Notfall-Weinunterbrechung
es: Parada de emergencia del llanto
fr: Arrêt d'urgence des pleurs
it: Arresto di emergenza del pianto
ja: 緊急泣き止め
pt: Parada de emergência do choro
ru: Экстренная остановка плача
zh_hans: 紧急停止哭泣

# empty.noDownloads
source: No Downloads
ar: لا توجد تنزيلات
de: Keine Downloads
es: Sin descargas
fr: Aucun téléchargement
it: Nessun download
ja: ダウンロードなし
pt: Sem downloads
ru: Нет загрузок
zh_hans: 没有下载

# empty.noFavorites
source: No favorites yet
ar: لا توجد مفضلات بعد
de: Noch keine Favoriten
es: Aún no hay favoritos
fr: Pas encore de favoris
it: Ancora nessun preferito
ja: お気に入りはまだありません
pt: Ainda não há favoritos
ru: Пока нет избранного
zh_hans: 还没有收藏

# empty.noPlaylists
source: No playlists yet
ar: لا توجد قوائم تشغيل بعد
de: Noch keine Playlists
es: Aún no hay listas de reproducción
fr: Pas encore de listes de lecture
it: Ancora nessuna playlist
ja: プレイリストはまだありません
pt: Ainda não há playlists
ru: Пока нет плейлистов
zh_hans: 还没有播放列表

# empty.searchNoResults
source: No results found
ar: لم يتم العثور على نتائج
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
ja: 結果が見つかりません
pt: Nenhum resultado encontrado
ru: Ничего не найдено
zh_hans: 未找到结果

# feature.agePersonalized
source: Age-Personalized Audio
ar: صوت مخصص للعمر
de: Altersgerechte Klänge
es: Audio personalizado por edad
fr: Audio personnalisé par âge
it: Audio per età
ja: 年齢に合わせた音声
pt: Áudio por idade
ru: Аудио по возрасту
zh_hans: 年龄定制音频

# feature.emergencyCryStop
source: Emergency Cry-Stop
ar: إيقاف البكاء الطارئ
de: Notfall-Weinstopp
es: Parada de llanto de emergencia
fr: Arrêt d'urgence des pleurs
it: Stop pianto emergenza
ja: 緊急泣き止み
pt: Parar choro emergência
ru: Экстренная остановка плача
zh_hans: 紧急止哭

# feature.handsFreeVoice
source: Hands-Free Voice Control
ar: تحكم صوتي بدون استخدام اليدين
de: Freisprechende Sprachsteuerung
es: Control de voz manos libres
fr: Contrôle vocal mains libres
it: Controllo vocale
ja: ハンズフリー音声操作
pt: Controle por voz
ru: Голосовое управление
zh_hans: 免提语音控制

# feature.multiLanguageFairyTales
source: 10+ Language Fairy Tales
ar: قصص بأكثر من 10 لغات
de: Märchen in 10+ Sprachen
es: Cuentos en 10+ idiomas
fr: Contes en 10+ langues
it: Fiabe in 10+ lingue
ja: 10以上の言語の童話
pt: Contos em 10+ idiomas
ru: Сказки на 10+ языках
zh_hans: 10+种语言的童话

# home.active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
pt: Ativo
ru: Активно
zh_hans: 活跃

# home.afternoonNapTime
source: Afternoon nap time
ar: وقت القيلولة
de: Nachmittagsschlafzeit
es: Hora de la siesta
fr: L'heure de la sieste
it: Pisolino pomeridiano
ja: お昼寝の時間
pt: Hora da soneca
ru: Время дневного сна
zh_hans: 午睡时间

# home.aiCryDetection
source: AI Cry Detection & Insights
ar: كشف البكاء بالذكاء الاصطناعي
de: KI-Weinerkennung
es: Detección de llanto con IA
fr: Détection des pleurs par IA
it: Rilevamento pianto con IA
ja: AI泣き声検出
pt: Detecção de choro com IA
ru: AI-определение плача
zh_hans: AI哭声检测

# home.bedtimeMode
source: Bedtime mode
ar: وضع النوم
de: Schlafmodus
es: Modo de dormir
fr: Mode coucher
it: Modalità notte
ja: おやすみモード
pt: Modo de dormir
ru: Режим сна
zh_hans: 睡眠模式

# home.categories
source: Categories
ar: الفئات
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ja: カテゴリ
pt: Categorias
ru: Категории
zh_hans: 分类

# home.eveningWindDown
source: Evening wind down
ar: استرخاء المساء
de: Abendliche Entspannung
es: Relajación nocturna
fr: Détente du soir
it: Relax serale
ja: 夕方のリラックス
pt: Relaxamento noturno
ru: Вечерний отдых
zh_hans: 晚间放松

# home.greeting.afternoon
source: Good Afternoon!
ar: مساء الخير!
de: Guten Tag!
es: ¡Buenas tardes!
fr: Bon après-midi !
it: Buon pomeriggio!
ja: こんにちは！
pt: Boa tarde!
ru: Добрый день!
zh_hans: 下午好！

# home.greeting.evening
source: Good Evening!
ar: مساء الخير!
de: Guten Abend!
es: ¡Buenas noches!
fr: Bonsoir !
it: Buonasera!
ja: こんばんは！
pt: Boa noite!
ru: Добрый вечер!
zh_hans: 晚上好！

# home.greeting.morning
source: Good Morning!
ar: صباح الخير!
de: Guten Morgen!
es: ¡Buenos días!
fr: Bonjour !
it: Buongiorno!
ja: おはようございます！
pt: Bom dia!
ru: Доброе утро!
zh_hans: 早上好！

# home.greeting.night
source: Sweet Dreams!
ar: أحلام سعيدة!
de: Süße Träume!
es: ¡Dulces sueños!
fr: Bonne nuit !
it: Sogni d'oro!
ja: おやすみなさい！
pt: Bons sonhos!
ru: Сладких снов!
zh_hans: 祝你好梦！

# home.handsFree
source: Hands-free
ar: بدون استخدام اليدين
de: Freisprechend
es: Manos libres
fr: Mains libres
it: Vivavoce
ja: ハンズフリー
pt: Mãos livres
ru: Без рук
zh_hans: 免提

# home.morningTime
source: Morning time
ar: وقت الصباح
de: Morgenzeit
es: Mañana
fr: Matin
it: Mattina
ja: 朝の時間
pt: Manhã
ru: Утро
zh_hans: 早晨时间

# home.quickPicks
source: Quick Picks
ar: اختيارات سريعة
de: Schnelle Auswahl
es: Selección rápida
fr: Sélection rapide
it: Scelta rapida
ja: おすすめ
pt: Seleção rápida
ru: Быстрый выбор
zh_hans: 快速选择

# home.quickPicksFor
source: Quick Picks for %@
ar: اختيارات سريعة لـ %@
de: Schnelle Auswahl für %@
es: Selección rápida para %@
fr: Sélection rapide pour %@
it: Scelta rapida per %@
ja: %@ のおすすめ
pt: Seleção rápida para %@
ru: Быстрый выбор для %@
zh_hans: %@ 的快速选择

# home.seeAll
source: See All
ar: عرض الكل
de: Alle anzeigen
es: Ver todo
fr: Voir tout
it: Vedi tutto
ja: すべて表示
pt: Ver tudo
ru: Показать все
zh_hans: 查看全部

# home.tapToStart
source: Tap to start
ar: اضغط للبدء
de: Zum Starten tippen
es: Toca para iniciar
fr: Appuyez pour démarrer
it: Tocca per iniziare
ja: タップして開始
pt: Toque para iniciar
ru: Нажмите для запуска
zh_hans: 点击开始

# home.voiceControl
source: Voice Control
ar: التحكم الصوتي
de: Sprachsteuerung
es: Control de voz
fr: Commande vocale
it: Controllo vocale
ja: 音声コントロール
pt: Controle de voz
ru: Голосовое управление
zh_hans: 语音控制

# home.yourFavorites
source: Your Favorites
ar: مفضلاتك
de: Ihre Favoriten
es: Tus favoritos
fr: Vos favoris
it: I tuoi preferiti
ja: お気に入り
pt: Seus favoritos
ru: Ваше избранное
zh_hans: 您的收藏

# insights.accuracy
source: Accuracy
ar: الدقة
de: Genauigkeit
es: Precisión
fr: Précision
it: Precisione
ja: 精度
pt: Precisão
ru: Точность
zh_hans: 准确度

# insights.confidence
source: Confidence
ar: الثقة
de: Vertrauen
es: Confianza
fr: Confiance
it: Confidenza
ja: 信頼度
pt: Confiança
ru: Уверенность
zh_hans: 置信度

# insights.overview
source: Overview
ar: نظرة عامة
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
ja: 概要
pt: Visão geral
ru: Обзор
zh_hans: 概览

# insights.sessions
source: Sessions
ar: الجلسات
de: Sitzungen
es: Sesiones
it: Sessioni
ja: セッション
pt: Sessões
ru: Сессии
zh_hans: 会话

# language.aboutContentLanguage
source: About Content Language
ar: حول لغة المحتوى
de: Über die Inhaltssprache
es: Sobre el idioma del contenido
fr: À propos de la langue du contenu
it: Informazioni sulla lingua dei contenuti
ja: コンテンツ言語について
pt: Sobre o idioma do conteúdo
ru: О языке контента
zh_hans: 关于内容语言

# language.chooseYourLanguage
source: Choose Your Language
ar: اختر لغتك
de: Wählen Sie Ihre Sprache
es: Elige tu idioma
fr: Choisissez votre langue
it: Scegli la tua lingua
ja: 言語を選択
pt: Escolha seu idioma
ru: Выберите язык
zh_hans: 选择您的语言

# language.contentLanguageNote
source: This changes the app interface language. Audio content language is selected separately in your profile settings.
ar: هذا يغير لغة الواجهة. يتم اختيار لغة المحتوى الصوتي بشكل منفصل.
de: Dies ändert die Oberflächensprache. Die Sprache der Audioinhalte wird separat ausgewählt.
es: Esto cambia el idioma de la interfaz. El idioma del contenido de audio se selecciona por separado.
fr: Cela change la langue de l'interface. La langue du contenu audio est sélectionnée séparément.
it: Questo cambia la lingua dell'interfaccia. La lingua dei contenuti audio viene selezionata separatamente.
ja: これはアプリのインターフェース言語を変更します。オーディオコンテンツの言語は別途設定します。
pt: Isso altera o idioma da interface. O idioma do conteúdo de áudio é selecionado separadamente.
ru: Это меняет язык интерфейса. Язык аудио контента выбирается отдельно в настройках профиля.
zh_hans: 这会更改应用界面语言。音频内容语言在个人资料设置中单独选择。

# language.selectInterfaceLanguage
source: Select the language for the app interface
ar: اختر لغة واجهة التطبيق
de: Wählen Sie die Sprache der Oberfläche
es: Selecciona el idioma de la interfaz
fr: Sélectionnez la langue de l'interface
it: Seleziona la lingua dell'interfaccia
ja: アプリのインターフェース言語を選択
pt: Selecione o idioma da interface
ru: Выберите язык интерфейса приложения
zh_hans: 选择应用界面语言

# nav.about
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: について
pt: Sobre
ru: О приложении
zh_hans: 关于

# nav.assistant
source: Ask Assistant
ar: اسأل المساعد
de: Assistenten fragen
es: Preguntar al asistente
fr: Demander à l'assistant
it: Chiedi all'assistente
ja: アシスタントに聞く
pt: Perguntar ao assistente
ru: Спросить ассистента
zh_hans: 询问助手

# nav.babyIntelligence
source: Baby Intelligence
ar: ذكاء الطفل
de: Baby-Intelligenz
es: Inteligencia del bebé
fr: Intelligence du bébé
it: Intelligenza del bambino
ja: ベビー知能
pt: Inteligência do bebê
ru: Интеллект малыша
zh_hans: 宝宝智能

# nav.downloads
source: Manage Downloads
ar: إدارة التنزيلات
de: Downloads verwalten
es: Administrar descargas
fr: Gérer les téléchargements
it: Gestisci download
ja: ダウンロード管理
pt: Gerenciar downloads
ru: Загрузки
zh_hans: 管理下载

# nav.favorites
source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
pt: Favoritos
ru: Избранное
zh_hans: 收藏

# nav.home
source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
pt: Início
ru: Главная
zh_hans: 首页

# nav.insights
source: Insights
ar: الإحصاءات
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
pt: Estatísticas
ru: Статистика
zh_hans: 数据分析

# nav.library
source: Library
ar: المكتبة
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
pt: Biblioteca
ru: Библиотека
zh_hans: 资料库

# nav.profile
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
pt: Perfil
ru: Профиль
zh_hans: 个人资料

# nav.search
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
pt: Pesquisar
ru: Поиск
zh_hans: 搜索

# nav.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
pt: Configurações
ru: Настройки
zh_hans: 设置

# nav.whatWorks
source: What Works
ar: ما يعمل
de: Was funktioniert
es: Lo que funciona
fr: Ce qui fonctionne
it: Cosa funziona
ja: 効果的な方法
pt: O que funciona
ru: Что работает
zh_hans: 有效方法

# onboarding.almostReady
source: Almost Ready!
ar: تقريباً جاهز!
de: Fast fertig!
es: ¡Casi listo!
fr: Presque prêt !
it: Quasi pronto!
ja: もうすぐ完了！
pt: Quase pronto!
ru: Почти готово!
zh_hans: 即将完成！

# onboarding.appName
source: Lulla
ar: لولا

# onboarding.babyName
source: Baby's Name
ar: اسم الطفل
de: Name des Babys
es: Nombre del bebé
fr: Prénom du bébé
it: Nome del bambino
ja: お子様のお名前
pt: Nome do bebê
ru: Имя малыша
zh_hans: 宝宝的名字

# onboarding.birthDate
source: Birth Date
ar: تاريخ الميلاد
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
ja: 生年月日
pt: Data de nascimento
ru: Дата рождения
zh_hans: 出生日期

# onboarding.changeInSettings
source: You can change these later in Settings
ar: يمكنك تغيير هذا لاحقاً في الإعدادات
de: Sie können dies später in Einstellungen ändern
es: Puedes cambiar esto después en Ajustes
fr: Vous pouvez modifier cela dans les Réglages
it: Puoi modificare in seguito nelle Impostazioni
ja: 設定で後から変更できます
pt: Você pode alterar isso depois em Ajustes
ru: Вы можете изменить это позже в Настройках
zh_hans: 您可以稍后在设置中更改

# onboarding.needPermissions
source: We need a few permissions to give you the best experience
ar: نحتاج بعض الأذونات لتجربة أفضل
de: Wir brauchen einige Berechtigungen
es: Necesitamos algunos permisos para la mejor experiencia
fr: Nous avons besoin de quelques autorisations
it: Abbiamo bisogno di alcune autorizzazioni
ja: 最高の体験のためにいくつかの許可が必要です
pt: Precisamos de algumas permissões
ru: Нам нужны разрешения для лучшей работы
zh_hans: 我们需要一些权限以提供最佳体验

# onboarding.personalizeContent
source: We'll personalize content based on your baby's age
ar: سنخصص المحتوى حسب عمر طفلك
de: Wir passen Inhalte an das Alter an
es: Personalizaremos el contenido según la edad
fr: Nous personnaliserons le contenu selon l'âge
it: Personalizzeremo i contenuti in base all'età
ja: お子様の月齢に合わせてコンテンツをお届けします
pt: Personalizaremos o conteúdo pela idade
ru: Мы подберем контент по возрасту малыша
zh_hans: 我们会根据宝宝的年龄定制内容

# onboarding.subtitle
source: AI-powered calming audio for peaceful car rides with your little one
ar: صوت مهدئ مدعوم بالذكاء الاصطناعي لرحلات سيارة هادئة مع طفلك الصغير
de: KI-gestützte beruhigende Audioaufnahmen für friedliche Autofahrten mit Ihrem Kleinen
es: Audio calmante con IA para viajes tranquilos con tu pequeño
fr: Audio apaisant alimenté par l'IA pour des trajets paisibles avec votre petit
it: Audio rilassante alimentato dall'IA per viaggi in auto tranquilli con il tuo piccolo
ja: お子様との穏やかなドライブのためのAI搭載の落ち着く音声
pt: Áudio calmante alimentado por IA para viagens tranquilas com seu pequeno
ru: Успокаивающее аудио с ИИ для спокойных поездок с малышом
zh_hans: AI驱动的安抚音频，为您和宝宝带来平和的旅程

# onboarding.tagline
source: Sweet Dreams on Every Ride
ar: أحلام سعيدة في كل رحلة
de: Süße Träume bei jeder Fahrt
es: Dulces sueños en cada viaje
fr: Doux rêves à chaque trajet
it: Sogni d'oro in ogni viaggio
ja: すべての旅に甘い夢を
pt: Sonhos doces em cada viagem
ru: Сладкие сны в каждой поездке
zh_hans: 每次旅程都有甜美的梦

# onboarding.tellUsAboutBaby
source: Tell us about your baby
ar: أخبرنا عن طفلك
de: Erzählen Sie uns von Ihrem Baby
es: Cuéntanos sobre tu bebé
fr: Parlez-nous de votre bébé
it: Parlaci del tuo bambino
ja: お子様について教えてください
pt: Conte-nos sobre seu bebê
ru: Расскажите о малыше
zh_hans: 告诉我们关于您的宝宝

# onboarding.welcome
source: Welcome to
ar: مرحبا بك في
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue sur
it: Benvenuto in
ja: ようこそ
pt: Bem-vindo ao
ru: Добро пожаловать в
zh_hans: 欢迎使用

# permission.microphone
source: Microphone
ar: الميكروفون
de: Mikrofon
es: Micrófono
it: Microfono
ja: マイク
pt: Microfone
ru: Микрофон
zh_hans: 麦克风
